<?php

  $labels = [
    [
      'radius' => 'Радиус наибольшего круга:',
      'color' => 'Цвет наибольшего круга:'
    ],
    [
      'radius' => 'Радиус среднего круга 1:',
      'color' => 'Цвет среднего круга 1:'
    ], 
    [
      'radius' => 'Радиус среднего круга 2:',
      'color' => 'Цвет среднего круга 2:'
    ],
    [
      'radius' => 'Радиус наименьшего круга:',
      'color' => 'Цвет наименьшего круга:'
    ]
  ];

  $radiuses = [200, 150, 100, 50]; // Дефолтные радиусы для колец мишени
  $colors = ['#EEEEEE', '#CCCCCC', '#999999', '#666666']; // Дефолтные цвета для колец мишени
  $image_texts = ['Задание радиуса', 'и цвета', 'кругов мишени'];

?>
